//彩蛋
        console.log([
            "%c                   _ooOoo_",
            "                  o8888888o",
            "                  88\" . \"88",
            "                  (| -_- |)",
            "                  O\\  =  /O",
            "               ____/`---'\\____",
            "             .'  \\\\|     |//  `.",
            "            /  \\\\|||  :  |||//  \\",
            "           /  _||||| -:- |||||-  \\",
            "           |   | \\\\\\  -  /// |   |",
            "           | \\_|  ''\\---/''  |   |",
            "           \\  .-\\__  `-`  ___/-. /",
            "         ___`. .'  /--.--\\  `. . __",
            "      .\"\" '<  `.___\\_<|>_/___.'  >'\"\".",
            "     | | :  `- \\`.;`\\ _ /`;.`/ - ` : | |",
            "     \\  \\ `-.   \\_ __\\ /__ _/   .-` /  /",
            "======`-.____`-.___\\_____/___.-`____.-'======",
            "                   `=---='",
            "^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^",
        ].join('\n'),'color: #fad144;');
        console.log('%c既然你看到我了', 'color:blue;font-size: 16px;font-weight: bold'); 
        console.log('%c那就拜拜佛吧', 'color:blue;font-size: 16px;font-weight: bold');
		console.log('%c愿佛祖保佑永无BUG', 'color:blue;font-size: 16px;font-weight: bold');
		console.log('%c本站寻找广告主QQ15366654', 'color:blue;font-size: 16px;font-weight: bold');